const About = () => {
    return (
        <div class="container d-flex justify-content-center align-items-center flex-column" style={{width:'100%' ,height:'100vh'}}>
            <h1 className="mb-5">ABOUT US</h1>
            <div  class="container d-flex justify-content-center align-items-center">
            <h3>Платформата за генерирање НФТ е проект во кој се вкчучени амбициозни ентузијастични и спремни студенти кои сакаат да го истражуваат светот на технологиите и новите трендови кои се вклучени во нив. Тимот е составен од членови кои изразуваат интерес во секаков вид на предизвици и проекти кои ќе ги натераат да излезат од својата комфорт зона и да научат нешто повеќе. НФТ тематика е релативно нова експанзија во светот на технологиите и подлежи на интересен развиток во кој се гледа потенцијалот а и оригиналната идеја. Платформата за генерирање на НФТ е проект кој не научи како функционираат работите и како тие се поврзуваат за да имаат своја улога и функција во еден конзистентен систем кој успеа да остави впечаток во денешниот свет на технологиите.</h3>
            </div>
        </div>
    );
  };
  
  export default About;
  